import React from 'react';

const PromoMenuContent = () => {
  return (
    <div className="block-tabs_wrapper">
      <div className="block-tabs_content block-tabs_content--reviews">
        <div>
          <h4>Борис Иванов</h4>
          <div>
            <p>Достоинства</p>
            <p>мощность, внешний вид</p>
          </div>
          <div>
            <p>Недостатки</p>
            <p>Слабые тормозные колодки (пришлось заменить)</p>
          </div>
          <div>
            <p>Комментарий</p>
            <p>Взяли по трейд-ин, на выгодных условиях у дилера. Стильная внешка и крут по базовым характеристикам. Не думал, что пересяду на китайский автопром, но сейчас гоняю и понимаю, что полностью доволен.</p>
          </div>
        </div>

        <div>
          <h4>Марсель Исмагилов</h4>
          <div>
            <p>Достоинства</p>
            <p>Cтиль, комфорт, управляемость</p>
          </div>
          <div>
            <p>Недостатки</p>
            <p> Дорогой ремонт и обслуживание</p>
          </div>
          <div>
            <p>Комментарий</p>
            <p>Дизайн отличный, управление просто шикарно, ощущения за рулём такой машины особые. Но ремонт очень дорогой. Пару месяцев назад пришлось менять двигатель. По стоимости вышло как новый автомобиль. Так что, если покупать эту машину, надо быть готовым к большим расходам на обслуживание.</p>
          </div>
        </div>
      </div>
    </div>
  );
}

export default PromoMenuContent;
